Repository: mozilla-services/FindMyDevice-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: cs, fr, ga, it, pt, sr, sv_se, uk

source: Your device is erasing.
cs: Vaše zařízení se vymazává.
fr: L’effacement de votre appareil est en cours.
ga: Do ghléas á léirscriosadh.
it: Cancellazione dei contenuti del dispositivo in corso…
pt: O seu dispositivo está a ser apagado.
sr: Ваш уређај се брише.
sv_se: Din enhet raderas.
uk: Вміст вашого пристрою стирається.

source: An error occurred while trying to erase your device.
cs: Při pokusu o vymazání vašeho zařízení nastala chyba.
fr: Une erreur s’est produite lors de l’effacement de votre appareil.
ga: Tharla earráid agus do ghléas á léirscriosadh.
it: Si è verificato un errore durante il tentativo di cancellare il contenuto del dispositivo.
pt: Ocorreu um erro ao tentar apagar o seu dispositivo.
sr: Појавила се грешка при покушају брисања Вашег уређаја.
sv_se: Ett fel uppstod vid försök att radera enheten.
uk: Під час спроби стерти ваш пристрій сталася помилка.

source: Your device is locked.
cs: Vaše zařízení je zamčeno.
fr: Votre appareil est verrouillé.
ga: Tá do ghléas faoi ghlas.
it: Il dispositivo è bloccato.
pt: O seu dispositivo está bloqueado.
sr: Ваш уређај је закључан.
sv_se: Din enhet är låst.
uk: Ваш пристрій заблоковано.

source: An error occurred while trying to lock your device.
cs: Při pokusu o uzamčení vašeho zařízení nastala chyba.
fr: Une erreur s’est produite lors du verrouillage de votre appareil.
ga: Tharla earráid agus do ghléas á chur faoi ghlas.
it: Si è verificato un errore durante il tentativo di bloccare il dispositivo.
pt: Ocorreu um erro ao tentar bloquear o seu dispositivo.
sr: Појавила се грешка при покушају закључавања Вашег уређаја.
sv_se: Ett fel uppstod vid försök att låsa enheten.
uk: Під час спроби заблокувати ваш пристрій сталася помилка.

source: Your device is ringing.
cs: Vaše zařízení vyzvání.
fr: Votre appareil sonne.
ga: Tá do ghléas ag clingeadh.
it: In questo momento il dispositivo sta squillando.
pt: O seu dispositivo está a tocar.
sr: Ваш уређај звони.
sv_se: Din enhet ringer.
uk: Ваш пристрій зараз дзвонить.

source: An error occurred while trying to ring your device.
cs: Při pokusu o vyzvánění vašeho zařízení nastala chyba.
fr: Une erreur s’est produite en essayant de faire sonner votre appareil.
ga: Tharla earráid agus do ghléas á chlingeadh.
it: Si è verificato un errore durante il tentativo di attivare la suoneria del dispositivo.
pt: Ocorreu um erro ao tentar fazer com que o seu dispositivo tocasse.
sr: Појавила се грешка при покушају звања Вашег уређаја.
sv_se: Ett fel uppstod vid försök att ringa din enhet.
uk: Під час спроби увімкнути дзвінок на вашому пристрої сталася помилка.

source: An error occurred while trying to locate your device. Trying again...
cs: Při pokusu o zjištění umístění vašeho zařízení nastala chyba. Probíhá opakování pokusu...
fr: Une erreur s’est produite lors de la localisation de votre appareil. Nouvel essai…
ga: Tharla earráid agus do ghléas á aimsiú. Ag déanamh iarracht eile...
it: Si è verificato un errore durante il tentativo di localizzazione del dispositivo. Nuovo tentativo in corso…
pt: Ocorreu um erro ao tentar localizar o seu dispositivo. A tentar novamente...
sr: Појавила се грешка при покушају проналажења Вашег уређаја. Покушавам поново...
sv_se: Ett fel uppstod vid försök att hitta din enhet. Försöker igen...
uk: Під час визначення розташування вашого пристрою сталася помилка. Повторна спроба...

source: Locating device...
cs: Probíhá zjišťování umístění zařízení...
fr: Localisation de l’appareil…
ga: Gléas á aimsiú...
it: Localizzazione del dispositivo in corso…
pt: A localizar dispositivo...
sr: Проналажење уређаја...
sv_se: Söker enhet...
uk: Визначення розташування пристрою...

source: Menu
cs: Nabídka
ga: Roghchlár
sr: Мени
sv_se: Meny
uk: Меню

source: Sign out
cs: Odhlášení
fr: Se déconnecter
ga: Logáil Amach
it: Disconnetti
pt: Terminar sessão
sr: Одјави се
sv_se: Logga ut
uk: Вийти

source: Connecting to device...
cs: Probíhá připojování k zařízení...
fr: Connexion à l’appareil…
ga: Ag ceangal leis an ngléas...
it: Connessione al dispositivo in corso…
pt: A ligar ao dispositivo...
sr: Повезивање са уређајем...
sv_se: Ansluter till enhet...
uk: З'єднання з пристроєм...

source: Ring
cs: Vyzvánět
fr: Faire sonner
ga: Cling
it: Segnale acustico
pt: Tocar
sr: Звони
uk: Дзвонити

source: Lock
cs: Uzamknout
fr: Verrouiller
ga: Cuir Faoi Ghlas
it: Blocca
pt: Bloquear
sr: Закључај
sv_se: Lås
uk: Заблокувати

source: Erase
cs: Vymazat
fr: Effacer
ga: Léirscrios
it: Cancella contenuto
pt: Apagar
sr: Избриши
sv_se: Radera
uk: Стерти

source: Sorry but you don't have any devices.
cs: Omlouváme se, ale nemáte žádné zařízení.
fr: Désolé, vous ne possédez aucun appareil.
ga: Níl aon ghléasanna agat.
it: Nessun dispositivo associato.
pt: Lamentamos mais não tem quaisquer dispositivos.
sr: Извините, али Ви немате ниједан уређај.
sv_se: Tyvärr du har inte några enheter.
uk: Нажаль ви не маєте жодного пристрою.

source: Enable Find My Device on your Firefox OS device.
cs: Povolte službu Nalézt mé zařízení na svém zařízení s Firefox OS.
fr: Activez Localiser mon appareil sur votre appareil Firefox OS.
ga: Cumasaigh 'Aimsigh Mo Ghléas' ar do ghléas Firefox OS.
it: Attiva Trova dispositivo sul tuo dispositivo Firefox OS.
pt: Ative o Encontrar o Meu Dispositivo no seu dispositivo com Firefox OS.
sr: Омогућите Пронађи мој уређај на Вашем Firefox OS уређају.
sv_se: Aktivera Hitta min enhet på din Firefox OS-enhet.
uk: Увімкнути знаходження пристрою на своєму пристрої з Firefox OS.

source: Close
cs: Zavřít
fr: Fermer
ga: Dún
it: Chiudi
pt: Fechar
sr: Затвори
sv_se: Stäng
uk: Закрити

source: Erase Device
cs: Vymazat zařízení
fr: Effacer l’appareil
ga: Léirscrios an Gléas
it: Cancella contenuto del dispositivo
pt: Apagar o meu dispositivo
sr: Избриши уређај
sv_se: Radera enhet
uk: Стерти пристрій

source: Erasing your device will:
cs: Vymazáním svého zařízení provedete:
fr: En effaçant votre appareil vous allez&nbsp;:
ga: Má léirscriosann tú do ghléas:
it: Cancellare il contenuto del dispositivo comporta:
pt: Ao apagar o seu dispositivo, vai:
sr: Брисање Вашег уређаја ће:
sv_se: Radera din enhet kommer att:
uk: Стирання вашого пристрою призведе до:

source: Delete your contacts, media, messages and installed apps
cs: Smazání svých kontaktů, multimédií, zpráv a nainstalovaných aplikací
fr: Supprimer vos contacts, médias, messages et applications installées
ga: Scriosfar do chuid teagmhálaithe, meán, teachtaireachtaí, agus aipeanna
it: L’eliminazione di contatti, file multimediali, messaggi e app installate
pt: Eliminar os seus contactos, media, mensagens e aplicações instaladas
sr: Обрисати Ваше контакте, видее, поруке и инсталиране апликације
sv_se: Ta bort dina kontakter, media, meddelanden och installerade appar
uk: Видалення ваших контактів, медіа, повідомлень та встановлених програм

source: Restore the device to its factory settings
cs: Obnovu zařízení do jeho továrního nastavení
fr: Restaurer l’appareil à ses valeurs d’usine
ga: Fillfear ar réamhshocruithe an ghléis
it: Il ripristino del dispositivo alle impostazioni di fabbrica
pt: Repor o dispositivo para o seu estado inicial
sr: Вратити уређај на фабричко подешавање
sv_se: Återställa enheten till fabriksinställningarna
uk: Відновлення пристрою до його заводських налаштувань

source: Disable Find My Device
cs: Zakáže službu Nalézt mé zařízení
fr: Désactiver Localiser mon appareil
ga: Díchumasófar 'Aimsigh Mo Ghléas'
it: Disattiva Trova dispositivo
pt: Desativar o Encontrar o Meu Dispositivo
sr: Искључити Пронађи мој уређај
sv_se: Inaktivera Hitta min enhet
uk: Вимкнути знаходження пристрою

source: Confirmation
cs: Potvrzení
ga: Deimhniú
it: Conferma
pt: Confirmação
sr: Потврда
sv_se: Bekräftelse
uk: Підтвердження

source: Are you sure you want to erase your device?
cs: Jste si jisti, že chcete vymazat své zařízení?
fr: Voulez-vous vraiment effacer votre appareil&nbsp;?
ga: An bhfuil tú cinnte gur mhaith leat do ghléas a léirscriosadh?
it: Il contenuto del dispositivo verrà cancellato definitivamente. Procedere con l’operazione?
pt: Tem a certeza que pretende apagar o seu dispositivo?
sr: Да ли сте сигурни да желите да избришете Ваш уређај?
sv_se: Är du säker på att du vill radera din enhet?
uk: Ви впевнені, що хочете стерти свій пристрій?

source: Cancel
cs: Zrušit
fr: Annuler
ga: Cealaigh
it: Annulla
pt: Cancelar
sr: Откажи
sv_se: Avbryt
uk: Скасувати

source: Lock Device
cs: Uzamknout zařízení
fr: Verrouiller l’appareil
ga: Cuir an Gléas Faoi Ghlas
it: Blocca dispositivo
pt: Bloquear dispositivo
sr: Закључај уређај
sv_se: Lås enhet
uk: Заблокувати пристрій

source: Step 1
cs: 1. krok
fr: Étape 1
ga: Céim 1
it: Passo 1
pt: Passo 1
sr: Корак 1
sv_se: Steg 1
uk: Крок 1

source: Step 2
cs: 2. krok
fr: Étape 2
ga: Céim 2
it: Passo 2
pt: Passo 2
sr: Корак 2
sv_se: Steg 2
uk: Крок 2

source: Enter a note to show on the device:
cs: Vlože poznámku, která se zobrazí na zařízení:
fr: Saisissez une note à afficher sur votre appareil&nbsp;:
ga: Cuir isteach nóta le taispeáint ar an ngléas:
it: Inserisci il messaggio da visualizzare sullo schermo del dispositivo:
pt: Introduza uma nota a apresentar no dispositivo:
sr: Унесите белешку коју ћете приказати на уређају:
sv_se: Skriv ett meddelande som ska visas på enheten:
uk: Уведіть повідомлення для показу на пристрої:

source: Note (optional)
cs: Poznámka (volitelná)
fr: Note (facultatif)
ga: Nóta (roghnach)
it: Messaggio (facoltativo)
pt: Nota (opcional)
sr: Белешка (необавезно)
sv_se: Meddelande (frivillig)
uk: Повідомлення (необов'язково)

source: Next
cs: Další
fr: Suivant
ga: Ar Aghaidh
it: Avanti
pt: Seguinte
sr: Даље
sv_se: Nästa
uk: Далі

source: Back
cs: Předchozí
fr: Retour
ga: Siar
it: Indietro
pt: Anterior
sr: Назад
sv_se: Tillbaka
uk: Назад

source: Enter a passcode to lock your device:
cs: Vložte heslo pro uzamčení svého zařízení:
fr: Saisissez un code d’accès pour verrouiller votre appareil&nbsp;:
ga: Cuir cód faire isteach chun do ghléas a chur faoi ghlas:
it: Inserisci un codice di blocco per il dispositivo:
pt: Introduza um código para bloquear o seu dispositivo:
sr: Унесите шифру да закључате уређај:
sv_se: Ange en kod för att låsa enheten:
uk: Уведіть код для блокування вашого пристрою:

source: Passcode is required.
cs: Heslo je vyžadováno.
fr: Un code d’accès est nécessaire.
ga: Caithfidh tú an cód faire a chur isteach.
it: Il codice di blocco è un campo obbligatorio.
pt: É necessário um código.
sr: Шифра је неопходна.
sv_se: Kod krävs.
uk: Необхідний код.

source: Passcode must be 4 digits.
cs: Heslo musí být 4 číslice.
fr: Le code d’accès doit comprendre 4 chiffres.
ga: Ní mór 4 dhigit a bheith sa chód faire.
it: Il codice di blocco deve essere composto da 4 cifre.
pt: O código deve ser de 4 dígitos.
sr: Шифра мора садржати 4 броја.
sv_se: Kod måste vara 4 siffror.
uk: Код повинен складатись із 4 цифр.

source: Enter passcode again:
cs: Vložte znovu heslo:
fr: Saisissez le code d’accès à nouveau&nbsp;:
ga: Cuir an cód faire isteach arís:
it: Inserisci nuovamente il codice di blocco:
pt: Introduza novamente o código:
sr: Унесити шифру поново:
sv_se: Ange kod igen.
uk: Введіть код ще раз:

source: Passcodes must match.
cs: Hesla si musí odpovídat.
fr: Les codes d’accès doivent correspondre.
ga: Ní ionann na cóid fhaire.
it: I codici di blocco devono corrispondere.
pt: Os códigos devem coincidir.
sr: Шифре морају да се поклапа.
sv_se: Koder måste matcha.
uk: Коди повинні співпадати.

source: Once your device is locked, you will not be able to change this code again.
cs: Jakmile bude vaše zařízení uzamčeno, nebudete mít možnost tento kód změnit.
fr: Une fois l’appareil verrouillé, vous ne pourrez plus modifier ce code à nouveau.
ga: Nuair a bheidh do ghléas faoi ghlas, ní bheidh tú in ann an cód seo a athrú arís.
it: Dal momento in cui il dispositivo verrà bloccato non sarà più possibile modificare il codice di blocco.
pt: Após o seu dispositivo estar bloqueado, não poderá alterar este código novamente.
sr: Након што закључате уређај, нећете моћи да промените шифру поново.
sv_se: När enheten är låst, kommer du inte att kunna ändra denna kod igen.
uk: Після блокування вашого пристрою ви більше не зможете знову змінити цей код.

source: Ring Device
cs: Prozvonit zařízení
fr: Faire sonner l’appareil
ga: Cling an Gléas
it: Attiva la suoneria del dispositivo
pt: Tocar dispositivo
sr: Звони
sv_se: Ring enhet
uk: Дзвінок пристрою

source: Play a sound on your device to help you find it.
cs: Přehraje zvuk na vašem zařízení, které tak pomůže nalézt.
fr: Déclencher une sonnerie sur l’appareil pour le retrouver plus facilement.
ga: Seinn fuaim ar do ghléas chun cuidiú leat é a aimsiú.
it: Ordina al dispositivo di emettere un suono per essere trovato più facilmente.
pt: Toque um som no seu dispositivo para o encontrar.
sr: Укључите звук на Вашем уређају да би сте га лакше пронашли.
sv_se: Spela upp ett ljud på enheten för att hjälpa dig att hitta den.
uk: Відтворити звук на вашому пристрої, щоб допомогти його знайти.
