Repository: mozilla-services/FindMyDevice-l10n
Catalog: locale/*/LC_MESSAGES/server.po
Languages: de, fy, hu, nl, sl, sr

source: Find My Device — Firefox OS — Mozilla
de: Mein Gerät finden – Firefox OS – Mozilla
hu: Eszközkereső – Firefox OS – Mozilla
sl: Najdi mojo napravo — Firefox OS — Mozilla
sr: Пронађи мој уређај — Firefox OS — Mozilla

source: Find My Device
de: Mein Gerät finden
hu: Eszközkereső
sl: Najdi mojo napravo
sr: Пронађи мој уређај

source: Locate a lost phone, lock it or even erase it remotely.
de: Orten Sie ein verlorengegangenes Handy, sperren oder löschen Sie es sogar per Fernzugriff.
fy: Fyn, beskottel of wiskje in ferlerne telefoan op ôfstân.
hu: Elveszett telefon keresése, lezárása vagy törlése távolról.
nl: Vind, vergrendel of wis een verloren telefoon op afstand.
sl: Poiščite izgubljen telefon, ga zaklenite ali celo izbrišite na daljavo.
sr: Пронађите изгубљен телефон, закључајте га или избришите даљински.

source: Sign in
de: Anmelden
fy: Oanmelde
hu: Bejelentkezés
nl: Aanmelden
sl: Prijava
sr: Пријави се

source: Create a Firefox Account
de: Firefox-Konto erstellen
fy: In Firefox-account oanmeitjse
hu: Firefox fiók létrehozása
nl: Een Firefox-account aanmaken
sl: Ustvari Firefox Račun
sr: Направите Firefox налог

source: If you’ve lost your Firefox OS smartphone, Find My Device can help you find it. You can see it on a map, make it play a sound and have it display a message. You can also lock it for safety or delete your personal info completely.
de: Wenn Sie Ihr Firefox-OS-Smartphone verloren haben, kann Ihnen „Mein Gerät finden“ dabei helfen, es wiederzufinden. Sie können es auf einer Karte ansehen, es einen Klang abspielen und es eine Mitteilung anzeigen lassen. Sie können es aus Sicherheitsgründen auch sperren oder Ihre persönlichen Daten vollständig löschen.
fy: As jo jo Firefox OS-snoadfoan ferlern binne, kin Find My Device jo helpe mei finen. Jo kinne it sjen op in kaart, in lûd ôfspylje litte en in berjocht werjaan litte. Ek kinne jo it om 'e wille fan feilichheid beskoattelje of jo persoanlike gegevens folslein fuortsmite.
hu: Ha elvesztette Firefox OS okostelefonját, akkor az Eszközkereső segíthet megtalálni. Láthatja a térképen, lejátszathat vele hangot és megjeleníttethet egy üzenetet. Biztonsági okból lezárhatja, vagy teljesen törölheti is személyes adatait.
nl: Als u uw Firefox OS-smartphone bent verloren, kan Find My Device u hem helpen vinden. U kunt hem zien op een kaart, een geluid laten afspelen en een bericht laten weergeven. Ook kunt u hem omwille van veiligheid vergrendelen of uw persoonlijke gegevens volledig verwijderen.
sl: Če ste izgubili pametni telefon Firefox OS, lahko za iskanje uporabite Najdi mojo napravo. Lahko ga prikažete na zemljevidu, na njem predvajate zvok ali prikažete sporočilo. Zaradi varnosti ga lahko tudi zaklenete ali v celoti izbrišete osebne podatke.
sr: Ако сте изгубили Ваш Firefox OS паметан телефон, Пронађи мој уређај Вам може помоћи да га пронађете. Можете га видети на мапи, учинити да пусти звук и да прикаже поруку. Такође га можете закључати ради безбедности или у потпуности избрисати информације.

source: To get started, make sure you have a Firefox Account and Find My Device enabled on your phone.
de: Stellen Sie zunächst sicher, dass Sie ein Firefox-Konto besitzen und dass „Mein Gerät finden“ auf Ihrem Handy aktiviert ist.
fy: Soargje derfoar dat jo in Firefox-account hawwe en dat jo Find My Device ynskeakele hawwe op jo telefoan.
hu: A kezdéshez szerezzen be egy Firefox fiókot, és kapcsolja be az Eszközkeresőt a készüléken.
nl: Zorg ervoor dat u een Firefox-account hebt en dat u Find My Device hebt ingeschakeld op uw telefoon.
sl: Za začetek preverite, ali imate na telefonu nastavljen Firefox Račun in storitev Najdi mojo napravo.
sr: Да бисте почели, уверите се да имате Firefox налог и Пронађи мој уређај омогућен на Вашем телефону.

source: Track
de: Verfolgen
fy: Folgjen
hu: Követés
nl: Volgen
sl: Sledi
sr: Прати

source: As long as your phone remains on and connected to the Internet, you can see its location on the map.
de: Solange Ihr Handy eingeschaltet und mit dem Internet verbunden bleibt, können Sie seinen Standort auf der Karte sehen.
fy: Salang jo telefoan oan bliuwt en mei it ynternet ferbûn is, kinne jo de lokaasje derfan op de kaart sjen.
hu: Amíg telefonja be van kapcsolva és csatlakozik az internetre, láthatja a helyét a térképen.
nl: Zolang uw telefoon aan blijft en met het internet is verbonden, kunt u de locatie ervan op de kaart zien.
sl: Dokler je vaš telefon vključen in povezan na internet, ga lahko vidite na zemljevidu.
sr: Док год је Ваш телефонски број активан и повезан на интернет, моћи ћете видети локацију Вашег телефона на мапи.

source: Ring
de: Klingeln lassen
fy: Belle
hu: Csörgetés
nl: Bellen
sl: Pozvoni
sr: Звони

source: If you see that it’s nearby on the map, you can make the phone ring, even if the ringer is set to silent.
de: Wenn Sie auf der Karte sehen, dass Ihr Handy in der Nähe ist, können Sie es klingeln lassen, auch wenn es stumm geschaltet ist.
fy: As jo op de kaart sjogge dat it yn de buert is, kinne jo de telefoan oergean litte, sels as it belsinjaal op stil ynsteld is.
hu: Ha a térkép szerint a telefon a közelben van, megcsörgetheti még akkor is, ha a csengés el van némítva.
nl: Als u op de kaart ziet dat hij in de buurt is, kunt u de telefoon laten overgaan, zelfs als het belsignaal op stil is ingesteld.
sl: Če na zemljevidu vidite, da je telefon v bližini, lahko pozvonite, tudi če je zvonjenje izklopljeno.
sr: Уколико видите на мапи да је у близини, можете да учините да Ваш телефон зазвони, чак и ако је звук искључен.

source: Lock
de: Sperren
fy: Beskoattelje
hu: Lezárás
nl: Vergrendelen
sl: Zakleni
sr: Закључај

source: To protect your personal info, you can lock your screen and have it display a message to help someone return it to you.
de: Um Ihre persönlichen Daten zu schützen, können Sie Ihren Bildschirm sperren und auf ihm eine Mitteilung anzeigen, mit der es jemand einfacher zu Ihnen zurückbringen kann.
fy: Om jo persoanlike gegevens te besermen kinne jo jo skerm beskoattellje en in berjocht werjaan litte om ien te helpen de telefoan werom te besoargjen.
hu: Személyes adatai védelme érdekében zárolhatja képernyőjét, és megjeleníttethet rajta egy üzenetet, ami segít a megtalálónak visszajuttatni a készüléket.
nl: Om uw persoonlijke gegevens te beschermen kunt u uw scherm vergrendelen en een bericht laten weergeven om iemand te helpen de telefoon terug te bezorgen.
sl: Za zaščito vaših osebnih podatkov lahko zaklenete zaslon in na njem prikažete sporočilo, da vam ga nekdo lahko pomaga vrniti.
sr: Да би сте заштитили Ваше личне информације, можете закључати екран и учинити да прикаже поруку да помогне некоме да Вам га врати.

source: Erase
de: Löschen
fy: Wiskje
hu: Törlés
nl: Wissen
sl: Izbriši
sr: Избриши

source: If you’re unable to find your phone, you can permanently erase it, but please note that this can not be undone.
de: Wenn Sie Ihr Handy nicht finden, können Sie es dauerhaft löschen. Beachten Sie aber bitte, dass dies nicht rückgängig gemacht werden kann.
fy: As jo jo telefoan net fine kinne, kinne jo it definityf wiskje, mar hâld der rekkening mei dat dit net ûngedien makke wurde kin.
hu: Ha nem találja telefonját, akkor véglegesen törölheti a tartalmát. Ne feledje, hogy ez nem vonható vissza.
nl: Als u uw telefoon niet kunt vinden, kunt u hem definitief wissen, maar houd er rekening mee dat dit niet ongedaan kan worden gemaakt.
sl: Če telefona ne morete najti, ga lahko trajno izbrišete, toda upoštevajte, da se tega ne da razveljaviti.
sr: Уколико не можете да нађете свој телефон, можете га избрисати, али имајте у виду да се ово брисање не може опозвати.

source: Portions of this content are ©1998–2014 by individual mozilla.org contributors. Content available under a <a href='http://www.mozilla.org/foundation/licensing/website-content/'>Creative Commons license</a>.
de: Teile dieses Inhalts stehen unter einem ©1998–2014 von einzelnen Mitwirkenden an mozilla.org. Der Inhalt steht unter einer <a href='http://www.mozilla.org/foundation/licensing/website-content/'>Creative-Commons-Lizenz</a>.
fy: Dielen fan dizze ynhâld binne ©1998–2014 troch yndividuele mozilla.org-meiwurkers. Ynhâld is beskikber ûnder in <a href='http://www.mozilla.org/foundation/licensing/website-content/'>Creative Commons-lisinsje</a>.
hu: A tartalom egyes részei ©1998–2014 egyéni mozilla.org közreműködők munkái. A tartalom <a href='http://www.mozilla.org/foundation/licensing/website-content/'>Creative Commons licenc</a> alatt érhető el.
nl: Delen van deze inhoud zijn ©1998–2014 door individuele mozilla.org-medewerkers. Inhoud is beschikbaar onder een <a href='http://www.mozilla.org/foundation/licensing/website-content/'>Creative Commons-licentie</a>.
sl: Deli vsebine so avtorsko zaščiteni ©1998–2014 s strani sodelavcev mozilla.org. Vsebina je na voljo pod pogoji <a href='http://www.mozilla.org/foundation/licensing/website-content/'>Creative Commons</a>.
sr: Делови овог садржаја су ©1998–2014 од стране индивидуалних mozilla.org сарадника. Садржај је доступан под <a href='http://www.mozilla.org/foundation/licensing/website-content/'>Creative Commons лиценцом</a>.

source: Contact Us
de: Kontakt
fy: Kontakt
hu: Kapcsolat
nl: Contact
sl: Pišite nam
sr: Контактирајте нас

source: Partner with Us
de: Werden Sie Partner
fy: Partner wurde
hu: Legyen partnerünk
nl: Partner worden
sl: Sodelujte z nami
sr: Постаните наши партнери

source: Donate
de: Spenden
fy: Donearje
hu: Adományozás
nl: Doneren
sl: Donirajte
sr: Донирајте

source: Firefox Affiliates
de: Firefox-Partnerprogramm
hu: Firefox barátai
sl: Zavezniki Firefoxa
sr: Firefox партнери

source: Contribute to this page
de: Zu dieser Seite beitragen
fy: Bydrage oan dizze side
hu: Közreműködés az oldalhoz
nl: Bijdragen aan deze pagina
sl: Prispevajte k tej strani
sr: Допринесите овој страници

source: Privacy
de: Datenschutz
hu: Adatvédelem
sl: Zasebnost
sr: Приватност

source: Legal
de: Rechtliches
fy: Juridysk
hu: Jogi nyilatkozat
nl: Juridisch
sl: Pravno obvestilo
sr: Правно

source: Report Trademark Abuse
de: Markenrechtsverletzung melden
fy: Misbrûk fan hannelsmerk melde
hu: Védjeggyel kapcsolatos visszaélés jelentése
nl: Misbruik van handelsmerk melden
sl: Obvestite nas o zlorabi trgovske znamke
sr: Пријавите злоупотребу заштитног знака
