Repository: mozilla-services/FindMyDevice-l10n
Catalog: locale/db_*/LC_MESSAGES/client.po
Languages: lb

source: Your device is erasing.
lb: ‮⅄onɹ pǝʌıɔǝ ıs ǝɹɐsıuƃ˙

source: An error occurred while trying to erase your device.
lb: ‮∀u ǝɹɹoɹ oɔɔnɹɹǝp ʍɥıʅǝ ʇɹʎıuƃ ʇo ǝɹɐsǝ ʎonɹ pǝʌıɔǝ˙

source: Your device is locked.
lb: ‮⅄onɹ pǝʌıɔǝ ıs ʅoɔʞǝp˙

source: An error occurred while trying to lock your device.
lb: ‮∀u ǝɹɹoɹ oɔɔnɹɹǝp ʍɥıʅǝ ʇɹʎıuƃ ʇo ʅoɔʞ ʎonɹ pǝʌıɔǝ˙

source: Your device is ringing.
lb: ‮⅄onɹ pǝʌıɔǝ ıs ɹıuƃıuƃ˙

source: An error occurred while trying to ring your device.
lb: ‮∀u ǝɹɹoɹ oɔɔnɹɹǝp ʍɥıʅǝ ʇɹʎıuƃ ʇo ɹıuƃ ʎonɹ pǝʌıɔǝ˙

source: An error occurred while trying to locate your device. Trying again...
lb: ‮∀u ǝɹɹoɹ oɔɔnɹɹǝp ʍɥıʅǝ ʇɹʎıuƃ ʇo ʅoɔɐʇǝ ʎonɹ pǝʌıɔǝ˙ ⊥ɹʎıuƃ ɐƃɐıu˙˙˙

source: Locating device...
lb: ‮⅂oɔɐʇıuƃ pǝʌıɔǝ˙˙˙

source: Menu
lb: ‮Wǝun

source: Sign out
lb: ‮Sıƃu onʇ

source: Connecting to device...
lb: ‮Ↄouuǝɔʇıuƃ ʇo pǝʌıɔǝ˙˙˙

source: Firefox OS
lb: ‮Ⅎıɹǝɟox OS

source: Ring
lb: ‮ᴚıuƃ

source: Lock
lb: ‮⅂oɔʞ

source: Erase
lb: ‮Ǝɹɐsǝ

source: Sorry but you don't have any devices.
lb: ‮Soɹɹʎ qnʇ ʎon pou,ʇ ɥɐʌǝ ɐuʎ pǝʌıɔǝs˙

source: Enable Find My Device on your Firefox OS device.
lb: ‮Ǝuɐqʅǝ Ⅎıup Wʎ ᗡǝʌıɔǝ ou ʎonɹ Ⅎıɹǝɟox OS pǝʌıɔǝ˙

source: Close
lb: ‮Ↄʅosǝ

source: Erase Device
lb: ‮Ǝɹɐsǝ ᗡǝʌıɔǝ

source: Erasing your device will:
lb: ‮Ǝɹɐsıuƃ ʎonɹ pǝʌıɔǝ ʍıʅʅ:

source: Delete your contacts, media, messages and installed apps
lb: ‮ᗡǝʅǝʇǝ ʎonɹ ɔouʇɐɔʇs´ ɯǝpıɐ´ ɯǝssɐƃǝs ɐup ıusʇɐʅʅǝp ɐdds

source: Restore the device to its factory settings
lb: ‮ᴚǝsʇoɹǝ ʇɥǝ pǝʌıɔǝ ʇo ıʇs ɟɐɔʇoɹʎ sǝʇʇıuƃs

source: Disable Find My Device
lb: ‮ᗡısɐqʅǝ Ⅎıup Wʎ ᗡǝʌıɔǝ

source: Confirmation
lb: ‮Ↄouɟıɹɯɐʇıou

source: Are you sure you want to erase your device?
lb: ‮∀ɹǝ ʎon snɹǝ ʎon ʍɐuʇ ʇo ǝɹɐsǝ ʎonɹ pǝʌıɔǝ¿

source: Cancel
lb: ‮Ↄɐuɔǝʅ

source: Lock Device
lb: ‮⅂oɔʞ ᗡǝʌıɔǝ

source: Step 1
lb: ‮Sʇǝd 1

source: Step 2
lb: ‮Sʇǝd 2

source: Enter a note to show on the device:
lb: ‮Ǝuʇǝɹ ɐ uoʇǝ ʇo sɥoʍ ou ʇɥǝ pǝʌıɔǝ:

source: Note (optional)
lb: ‮Noʇǝ (odʇıouɐʅ)

source: Next
lb: ‮Nǝxʇ

source: Back
lb: ‮Ԑɐɔʞ

source: Enter a passcode to lock your device:
lb: ‮Ǝuʇǝɹ ɐ dɐssɔopǝ ʇo ʅoɔʞ ʎonɹ pǝʌıɔǝ:

source: Passcode is required.
lb: ‮Ԁɐssɔopǝ ıs ɹǝbnıɹǝp˙

source: Passcode must be 4 digits.
lb: ‮Ԁɐssɔopǝ ɯnsʇ qǝ 4‮ pıƃıʇs˙

source: Enter passcode again:
lb: ‮Ǝuʇǝɹ dɐssɔopǝ ɐƃɐıu:

source: Passcodes must match.
lb: ‮Ԁɐssɔopǝs ɯnsʇ ɯɐʇɔɥ˙

source: Once your device is locked, you will not be able to change this code again.
lb: ‮Ouɔǝ ʎonɹ pǝʌıɔǝ ıs ʅoɔʞǝp´ ʎon ʍıʅʅ uoʇ qǝ ɐqʅǝ ʇo ɔɥɐuƃǝ ʇɥıs ɔopǝ ɐƃɐıu˙

source: Ring Device
lb: ‮ᴚıuƃ ᗡǝʌıɔǝ

source: Play a sound on your device to help you find it.
lb: ‮Ԁʅɐʎ ɐ sonup ou ʎonɹ pǝʌıɔǝ ʇo ɥǝʅd ʎon ɟıup ıʇ˙
