Repository: mozilla-services/FindMyDevice-l10n
Catalog: locale/dsb/LC_MESSAGES/client.po
Languages: dsb

source: Your device is erasing.
dsb: Waš rěd se lašujo.

source: An error occurred while trying to erase your device.
dsb: Pśi wopyśe waš rěd lašowaś, jo zmólka nastała.

source: Your device is locked.
dsb: Waš rěd jo zastajony.

source: An error occurred while trying to lock your device.
dsb: Pśi wopyśe waš rěd zastajiś, jo zmólka nastała.

source: Your device is ringing.
dsb: Waš rěd zwóni.

source: An error occurred while trying to ring your device.
dsb: Pśi wopyśe waš rěd zwóniś daś, jo zmólka nastała.

source: An error occurred while trying to locate your device. Trying again...
dsb: Pśi wopyśe stojnišćo wašogo rěda póstajiś, jo zmólka nastała. Wopytujo se hyšći raz...

source: Locating device...
dsb: Stojnišćo rěda se póstaja...

source: Menu
dsb: Meni

source: Sign out
dsb: Wótzjawiś

source: Connecting to device...
dsb: Zwězujo se z rědom...

source: Ring
dsb: Zwóniś daś

source: Lock
dsb: Zastajiś

source: Erase
dsb: Wulašowaś

source: Sorry but you don't have any devices.
dsb: Jo nam luto, ale njamaśo žedne rědy.

source: Enable Find My Device on your Firefox OS device.
dsb: Funkciju Mój rěd namakaś na wašom rěźe Firefox OS zmóžniś

source: Close
dsb: Zacyniś

source: Erase Device
dsb: Rěd wulašowaś

source: Erasing your device will:
dsb: Gaž lašujośo swój rěd:

source: Delete your contacts, media, messages and installed apps
dsb: lašuju se waše kontakty, medije, powěsći a zainstalěrowane nałoženja

source: Restore the device to its factory settings
dsb: wótnowjaju se zawodowe nastajenja

source: Disable Find My Device
dsb: Funkciju Mój rěd namakaś znjemóžniś

source: Confirmation
dsb: Wobkšuśenje

source: Are you sure you want to erase your device?
dsb: Cośo swój rěd napšawdu lašowaś?

source: Cancel
dsb: Pśetergnuś

source: Lock Device
dsb: Rěd zastajiś

source: Step 1
dsb: Kšac 1

source: Step 2
dsb: Kšac 2

source: Enter a note to show on the device:
dsb: Zapódajśo powěźeńku, kótaraž ma se na rěźe pokazaś:

source: Note (optional)
dsb: Powěźeńka (opcionalny)

source: Next
dsb: Dalej

source: Back
dsb: Slědk

source: Enter a passcode to lock your device:
dsb: Zapódajśo gronidłowu frazu, aby swój rěd zastajił.

source: Passcode is required.
dsb: Gronidłowa fraza jo trěbna.

source: Passcode must be 4 digits.
dsb: Gronidłowa fraza musy ze 4 znamuškow wobstojaś.

source: Enter passcode again:
dsb: Gronidłowu frazu znowego zapódaś:

source: Passcodes must match.
dsb: Gronidłowej frazy muse jadnakej byś.

source: Once your device is locked, you will not be able to change this code again.
dsb: Gaž waš rěd jo zastajony, njamóžośo wěcej toś tu frazu změniś.

source: Ring Device
dsb: Rěd zwóniś daś

source: Play a sound on your device to help you find it.
dsb: Zuk na wašom rěźe wótgraś, aby jen lěpjej namakał.
