Repository: mozilla-services/FindMyDevice-l10n
Catalog: locale/dsb/LC_MESSAGES/server.po
Languages: dsb

source: Find My Device — Firefox OS — Mozilla
dsb: Mój rěd namakaś — Firefox OS — Mozilla

source: Find My Device
dsb: Mój rěd namakaś

source: Locate a lost phone, lock it or even erase it remotely.
dsb: Namakajśo zgubjony telefon, zastajśoe jen abo wulašujśo jen samo znazdala.

source: Sign in
dsb: Pśizjawiś

source: Create a Firefox Account
dsb: Konto Firefox załožyś

source: If you’ve lost your Firefox OS smartphone, Find My Device can help you find it. You can see it on a map, make it play a sound and have it display a message. You can also lock it for safety or delete your personal info completely.
dsb: Jolic sćo swój smartfon Firefox OS zgubił, móžo funkcija Mój rěd namakaś wam pomagaś, jen namakaś. Móžośo jen na kórśe wiźeś, jen zuk wótgraś daś a powěsć zwobrazniś daś. Móžośo jen teke wěstoty dla zastajiś abo swóje wósobinske informacije dopołnje wulašowaś.

source: To get started, make sure you have a Firefox Account and Find My Device enabled on your phone.
dsb: Nježli až zachopijośo. pśeznańśo se. až maśo konto Firefox a až funkcija Mó rěd namakaś jo zmóžnjona na swójom telefonje.

source: Track
dsb: Slědowaś

source: As long as your phone remains on and connected to the Internet, you can see its location on the map.
dsb: Tak dłujko ako waš telefon jo zašaltowany a zwězany z internetom, móžośo jogo stojnišćo na kórśe wiźeś.

source: Ring
dsb: Zwóniś daś

source: If you see that it’s nearby on the map, you can make the phone ring, even if the ringer is set to silent.
dsb: Jolic wiźiśo na kórśe, až waš telefon jo w bliskosći, móžośo jen zwóniś daś. samo gaž jo na nimy nastajony.

source: Lock
dsb: Zastajiś

source: To protect your personal info, you can lock your screen and have it display a message to help someone return it to you.
dsb: aby swóje wósobinske informacije šćitał, móžośo swóju wobrazowku zastajiś a powěsć zwobrazniś daś, aby někomu pomagał, jen k wam slědk pśinjasć.

source: Erase
dsb: Wulašowaś

source: If you’re unable to find your phone, you can permanently erase it, but please note that this can not be undone.
dsb: Jolic njenamakajośo swój telefon, móžośo jen na pśecej wulašowaś, ale źiwajśo pšosym na to, až to njedajo se anulěrowaś.

source: Portions of this content are ©1998–2014 by individual mozilla.org contributors. Content available under a <a href='http://www.mozilla.org/foundation/licensing/website-content/'>Creative Commons license</a>.
dsb: Źěle toś togo wopśimjeśa pódlaže awtorskemu pšawoju ©1998–2014 jadnotliwych sobustatkujucych mozilla.org. Wopśimjeśe jo pód <a href='http://www.mozilla.org/foundation/licensing/website-content/'>licencu Creative Commons</a> k dispoziciji.

source: Contact Us
dsb: Kontakt

source: Partner with Us
dsb: Buźćo naš partnaŕ

source: Donate
dsb: Pósćiś

source: Firefox Affiliates
dsb: Partnarski program Firefox

source: Contribute to this page
dsb: K toś tomu bokoju pśinosowaś

source: Privacy
dsb: Priwatnosć

source: Legal
dsb: Pšawniske

source: Report Trademark Abuse
dsb: Znjewužywanje wikowego znamjenja k wěsći daś
